Repository: SAP/macOS-enterprise-privileges
Catalog: source/Privileges/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# cancelButton
source: Cancel
ar: إلغاء
ca: Cancel·lar
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

# expireAfter
source: After %@
ar: بعد %@
ca: Al cap de %@
cs: Po %@
da: Efter %@
de: Nach %@
el: Μετά από %@
es: Al cabo de %@
es_419: Después de %@
fi: Viive %@
fr: Après %@
he: לאחר %@
hi: %@ के बाद
hr: Nakon %@
hu: %@ után
id: Setelah %@
it: Dopo %@
ja: %@後
ko: %@ 후
ms: Selepas %@
nb: Etter %@
nl: Na %@
pl: Po %@
pt_br: Depois de %@
pt_pt: Após %@
ro: După %@
ru: Через %@
sk: Po %@
sl: Po %@
sv: Efter %@
th: หลังจาก %@
tr: %@ sonra
uk: Через %@
vi: Sau %@
zh_hans: %@后
zh_hant: %@後
zh_hk: %@之後

# fileNotExecutableDialogTitle
source: You don’t have permission to open this application.
ar: ليس لديك الإذن اللازم لفتح هذا التطبيق.
ca: No tens permís per obrir l’app.
cs: K otevření této aplikace nemáte oprávnění.
da: Du har ikke tilladelse til at åbne denne app.
de: Du hast nicht die benötigten Zugriffsrechte, um dieses Programm zu öffnen.
el: Δεν έχετε δικαίωμα να ανοίξετε αυτήν την εφαρμογή.
es: No dispones de privilegios para abrir esta aplicación.
es_419: No tienes privilegios para abrir esta aplicación.
fi: Sinulla ei ole oikeutta avata tätä appia.
fr: Vous ne possédez pas les autorisations permettant d’ouvrir cette application.
he: אין לך הרשאה לפתוח את היישום הזה.
hi: आपको यह ऐप्लिकेशन खोलने की अनुमति नहीं है।
hr: Nemate dopuštenje za otvaranje ove aplikacije.
hu: Az alkalmazás megnyitásához nincs jogosultsága.
id: Anda tidak memiliki izin untuk membuka aplikasi ini.
it: Non disponi dei privilegi necessari per aprire questa applicazione.
ja: このアプリケーションを開くためのアクセス権がありません。
ko: 이 응용 프로그램을 열 수 있는 권한이 없습니다.
ms: Anda tidak mempunyai keizinan untuk membuka aplikasi ini.
nb: Du har ikke rettigheter til å åpne denne appen.
nl: Je hebt geen bevoegdheden om deze app te openen.
pl: Nie masz uprawnień, aby otworzyć tę aplikację.
pt_br: Você não tem permissão para abrir este aplicativo.
pt_pt: Não tem permissão para abrir esta aplicação.
ro: Nu aveți permisiunea de a deschide această aplicație.
ru: У Вас нет разрешения на открытие этой программы.
sk: Nemáte práva na otvorenie tejto aplikácie.
sl: Nimate dovoljenja za odpiranje te aplikacije.
sv: Du har inte behörighet att öppna appen.
th: คุณไม่มีสิทธิ์เปิดแอปพลิเคชันนี้
tr: Bu uygulamayı açma izniniz yok.
uk: У вас немає привілеїв запускати цю програму.
vi: Bạn không có quyền mở ứng dụng này.
zh_hans: 你没有权限打开此应用程序。
zh_hant: 你沒有打開此應用程式的權限。
zh_hk: 你沒有開啟此應用程式的權限。

# minLength1
source: At least one character must be entered.
ar: يجب إدخال حرف واحد على الأقل.
ca: S'ha d'introduir almenys un caràcter.
cs: Musí být zadán alespoň jeden znak.
da: Der skal indtastes mindst ét tegn.
de: Es muss mindestens ein Zeichen eingegeben werden.
el: Πρέπει να εισαχθεί τουλάχιστον ένας χαρακτήρας.
es: Debe introducir al menos un carácter.
es_419: Debe introducir al menos un carácter.
fi: Vähintään yksi merkki on syötettävä.
fr: Au moins un caractère doit être saisi.
he: יש להזין לפחות תו אחד.
hi: कम से कम एक वर्ण दर्ज किया जाना आवश्यक है.
hr: Mora se unijeti barem jedan znak.
hu: Legalább egy karaktert be kell írni.
id: Setidaknya satu karakter harus dimasukkan.
it: È necessario inserire almeno un carattere.
ja: 少なくとも1文字は入力しなければならない。
ko: 하나 이상의 문자를 입력해야 합니다.
ms: Sekurang-kurangnya satu aksara mesti dimasukkan.
nb: Minst ett tegn må legges inn.
nl: Er moet minstens één teken worden ingevoerd.
pl: Należy wprowadzić co najmniej jeden znak.
pt_br: Pelo menos um caractere deve ser inserido.
pt_pt: Deve ser introduzido pelo menos um carácter.
ro: Trebuie introdus cel puțin un caracter.
ru: Необходимо ввести хотя бы один символ.
sk: Musí byť zadaný aspoň jeden znak.
sl: Vpisati je treba vsaj en znak.
sv: Minst ett tecken måste anges.
th: ต้องป้อนอักขระอย่างน้อยหนึ่งตัว
tr: En az bir karakter girilmelidir.
uk: Необхідно ввести принаймні один символ.
vi: Phải nhập ít nhất một ký tự.
zh_hans: 必须至少输入一个字符。
zh_hant: 必须至少输入一个字符。
zh_hk: 必須至少輸入一個字元。

# minLength2
source: At least %ld characters must be entered.
ar: يجب إدخال %ld حرفاً على الأقل.
ca: S'han d'introduir almenys %ld caràcters.
cs: Minimální počet zadávaných znaků: %ld.
da: Der skal indtastes mindst %ld tegn.
de: Es müssen mindestens %ld Zeichen eingegeben werden.
el: Πρέπει να εισαχθούν τουλάχιστον %ld χαρακτήρες.
es: Deben introducirse al menos %ld caracteres.
es_419: Deben introducirse al menos %ld caracteres.
fi: Vähintään %ld merkkiä on syötettävä.
fr: Au moins %ld caractères doivent être saisis.
he: יש להזין לפחות %ld תווים.
hi: कम से कम %ld वर्ण दर्ज किए जाने चाहिए।
hr: Minimalni broj znakova koji se unose: %ld.
hu: Legalább %ld karaktert be kell írni.
id: Setidaknya %ld karakter harus dimasukkan.
it: È necessario inserire almeno %ld caratteri.
ja: 少なくとも%ld文字は入力しなければならない。
ko: %ld자 이상 입력해야 합니다.
ms: Sekurang-kurangnya %ld aksara mesti dimasukkan.
nb: Minst %ld tegn må legges inn.
nl: Er moeten minstens %ld tekens worden ingevoerd.
pl: Minimalna liczba znaków do wprowadzenia: %ld.
pt_br: Devem ser inseridos pelo menos %ld caracteres.
pt_pt: Devem ser introduzidos pelo menos %ld caracteres.
ro: Trebuie introduse cel puțin %ld de caractere.
ru: Минимальное количество символов для ввода: %ld.
sk: Minimálny počet znakov, ktoré sa majú zadať: %ld.
sl: Najmanjše število znakov, ki jih je treba vnesti: %ld.
sv: Minst %ld tecken måste anges.
th: ต้องป้อนอักขระอย่างน้อย %ld ตัว
tr: En az %ld karakter girilmelidir.
uk: Мінімальна кількість символів для введення: %ld.
vi: Phải nhập ít nhất %ld ký tự.
zh_hans: 必须输入至少 %ld 个字符。
zh_hant: 必須輸入至少 %ld 個字元。
zh_hk: 必須輸入至少 %ld 個字元。

# okButton
source: OK
ar: موافق
ca: Acceptar
el: ΟΚ
es: Aceptar
he: אישור
hi: ठीक
hr: U redu
id: OKE
ko: 확인
sk: Potvrdiť
sl: V redu
th: ตกลง
tr: Tamam
zh_hans: 好
zh_hant: 好
zh_hk: 好

# otherMenuEntry
source: Other…
ar: أخرى…
ca: Altres…
cs: Jiná…
da: Andre…
de: Andere …
el: Άλλο…
es: Otra…
es_419: Otro…
fi: Muu…
fr: Autre…
he: אחר…
hi: अन्य…
hr: Ostalo…
hu: Egyéb…
id: Lainnya…
it: Altro…
ja: その他…
ko: 기타…
ms: Lain…
nb: Annen…
nl: Andere…
pl: Inny…
pt_br: Outra…
pt_pt: Outra…
ro: Alta…
ru: Другая…
sk: Iný…
sl: Drugo …
sv: Annan…
th: อื่นๆ…
tr: Diğer…
uk: інша…
vi: Khác…
zh_hans: 其他…
zh_hant: 其他⋯
zh_hk: 其他⋯

# privilegesDialogRemoveMessage
source: You are currently an administrator. When you revert privileges you become a standard user.
ar: أنت حاليًا مسؤول. عند التراجع عن الامتيازات، تصبح مستخدمًا قياسيًا.
ca: Ara mateix ets administrador. Quan reverteixes els privilegis, et converteixes en usuari estàndard.
cs: Nyní jste správce. Když vrátíte zpět oprávnění, stanete se standardním uživatelem.
da: Du er i øjeblikket administrator. Når du tilbagekalder rettigheder, bliver du en standardbruger.
de: Du bist derzeit Administrator. Wenn Du Deine Administratorrechte abgibst, arbeitest Du wieder als Standardbenutzer.
el: Είστε ο διαχειριστής. Όταν επιστρέψετε τα προνόμιά σας θα γίνετε τυπικός χρήστης.
es: Actualmente es administrador. Si revierte los privilegios, se convertirá en usuario estándar.
es_419: Actualmente eres un administrador. Al revertir privilegios pasarás a ser un usuario estándar.
fi: Olet tällä hetkellä ylläpitäjä. Kun palautat oikeudet, sinusta tulee tavallinen käyttäjä.
fr: Vous êtes actuellement un administrateur. Lorsque vous rétablissez les autorisations, vous devenez un utilisateur standard.
he: אתה מנהל מערכת עכשיו. כאשר אתה מאחזר הרשאות אתה הופך למשתמש סטנדרטי.
hi: आप वर्तमान में व्यवस्थापक हैं. जब आप विशेषाधिकार वापस कर देते हैं तो आप एक मानक उपयोगकर्ता बन जाते हैं.
hr: Trenutačno ste administrator. Kad vratite povlastice, postat ćete standardni korisnik.
hu: Ön jelenleg adminisztrátor. Amikor visszaállítja a jogosultságokat, standard felhasználóvá válik.
id: Saat ini, Anda adalah administrator. Jika Anda mengembalikan hak istimewa, Anda akan menjadi pengguna standar.
it: Attualmente sei un amministratore. Se ripristini i privilegi, diventi un utente standard.
ja: あなたは現在、管理者です。権限を元に戻すと、通常ユーザになります。
ko: 사용자는 현재 관리자입니다. 권한을 복귀하면 표준 사용자로 전환됩니다.
ms: Anda ialah pentadbir pada masa ini. Apabila anda mengembalikan keistimewaan anda menjadi pengguna standard.
nb: Du er for øyeblikket administrator. Når du tilbakestiller rettighetene, blir du standardbruker.
nl: Je bent momenteel een beheerder. Wanneer je de bevoegdheden herstelt, word je een standaardgebruiker.
pl: Jesteś obecnie administratorem. Po cofnięciu uprawnień będziesz mieć ponownie uprawnienia standardowego użytkownika.
pt_br: Você é atualmente um administrador. Ao reverter os privilégios, você se torna um usuário padrão.
pt_pt: É atualmente um administrador. Quando reverte os privilégios, passa a ser um utilizador padrão.
ro: Momentan ești un administrator. Când anulezi privilegiile, devii un utilizator standard.
ru: Сейчас вы являетесь администратором. При возврате привилегий вы станете обычным пользователем.
sk: Momentálne ste správcom. Po vrátení oprávnení sa stanete štandardným používateľom.
sl: Trenutno ste skrbnik. Ko pravice ponastavite, postanete standardni uporabnik.
sv: Du är för närvarande administratör. När du återställer behörigheten blir du standardanvändare.
th: ขณะนี้คุณเป็นผู้ดูแลระบบ เมื่อแปลงกลับสิทธิ์คุณจะกลายเป็นผู้ใช้มาตรฐาน
tr: Şu anda yöneticisiniz. Ayrıcalıkları geri aldığınızda standart kullanıcı haline gelirsiniz.
uk: Наразі ви адміністратор. Якщо ви відкликаєте права, то ви станете стандартним користувачем.
vi: Hiện tại bạn là quản trị viên. Khi bạn trao lại đặc quyền, bạn sẽ trở thành người dùng tiêu chuẩn.
zh_hans: 您当前是管理员。当您恢复特权时，您将变为标准用户。
zh_hant: 你目前是管理員。你在回復權限時便會成為標準用戶。
zh_hk: 你目前是管理員。你在回復權限時便會成為標準用戶。

# privilegesDialogRemoveTitle
source: Are you sure you want to revert privileges?
ar: هل تريد بالتأكيد التراجع عن الامتيازات؟
ca: Segur que vols revertir els privilegis?
cs: Opravdu chcete vrátit zpět oprávnění?
da: Er du sikker på, at du vil tilbagekalde rettigheder?
de: Bist Du sicher, dass Du Deine Administratorrechte abgeben möchtest?
el: Θέλετε να επιστρέψετε τα προνόμιά σας;
es: ¿Seguro que desea revertir los privilegios?
es_419: ¿Estás seguro de que deseas revertir privilegios?
fi: Haluatko varmasti palauttaa oikeudet?
fr: Voulez-vous vraiment rétablir les autorisations ?
he: האם אתה בטוח שברצונך לאחזר את ההרשאות?
hi: क्या आप वास्तव में विशेषाधिकार वापस करना चाहते हैं?
hr: Želite li zaista vratiti povlastice?
hu: Biztosan visszaállítja a jogosultságokat?
id: Anda yakin ingin mengembalikan hak istimewa?
it: Desideri davvero ripristinare i privilegi?
ja: 権限を元に戻してもよろしいですか?
ko: 권한을 복귀시키겠습니까?
ms: Adakah anda pasti anda mahu mengembalikan keistimewaan?
nb: Er du sikker på at du vil tilbakestille rettighetene?
nl: Wil je de bevoegdheden herstellen?
pl: Czy na pewno chcesz przywrócić uprawnienia?
pt_br: Tem certeza de que deseja reverter os privilégios?
pt_pt: Tem a certeza de que pretende reverter os privilégios?
ro: Sigur dorești să anulezi privilegiile?
ru: Действительно вернуть привилегии?
sk: Naozaj chcete vrátiť oprávnenia?
sl: Res želite ponastaviti pravice?
sv: Vill du återställa behörigheten?
th: คุณแน่ใจหรือไม่ต้องการแปลงกลับสิทธิ์?
tr: Ayrıcalıkları geri almak istediğinizden emin misiniz?
uk: Ви дійсно бажаєте відкликати права?
vi: Bạn có chắc là bạn muốn trao lại đặc quyền không?
zh_hans: 是否确定要恢复特权？
zh_hant: 你確定想要回復權限嗎？
zh_hk: 你確定想要回復權限嗎？

# privilegesDialogRequestMessage
source: You are currently a standard user. If you request administrator privileges, you will be elevated to administer this computer.
ar: أنت حاليًا مستخدم قياسي. إذا طلبت امتيازات المسؤول، فستتم ترقيتك لتصبح مسؤولًا بهذا الكمبيوتر.
ca: Ara mateix ets un usuari estàndard. Si sol·licites privilegis d'administrador, se t'elevarà per administrar aquest ordinador.
cs: Nyní jste standardní uživatel. Když požádáte o oprávnění správce, budete povýšeni na správu tohoto počítače.
da: Du er i øjeblikket standardbruger. Hvis du anmoder om administratorrettigheder, får du adgang til at administrere denne computer.
de: Du bist derzeit ein Standardbenutzer. Wenn Du Administratorrechte anforderst, darfst Du diesen Computer verwalten.
el: Είστε τυπικός χρήστης. Αν ζητήσετε προνόμια διαχειριστή, θα αναβαθμιστείτε σε διαχειριστή αυτού του υπολογιστή.
es: Actualmente es usuario estándar. Si solicita privilegios de administrador, pasará a administrar este ordenador.
es_419: Actualmente eres un usuario estándar. Si solicitas privilegios de administrador, serás habilitado a administrar este equipo.
fi: Olet tällä hetkellä tavallinen käyttäjä. Jos pyydät ylläpitäjän oikeuksia, sinut korotetaan tämän tietokoneen ylläpitäjäksi.
fr: Vous êtes actuellement un utilisateur standard. Si vous demandez des autorisations d’administrateur, vous serez responsable de l’administration de cet ordinateur.
he: אתה משתמש סטנדרטי כעת. אם אתה מבקש הרשאות מנהל מערכת תהפוך למנהל המערכת.
hi: आप वर्तमान में एक मानक उपयोगकर्ता हैं. यदि आप व्यवस्थापकीय विशेषाधिकारों का अनुरोध करते हैं, तो आपको इस कंप्यूटर का व्यवस्थापन करने के लिए उन्नत किया जाएगा.
hr: Trenutačno ste standardni korisnik. Ako zatražite administratorske povlastice, moći ćete administrirati ovo računalo.
hu: Ön jelenleg standard felhasználó. Ha adminisztrátori jogosultságot kér, a számítógép adminisztrátorává lesz kinevezve.
id: Saat ini, Anda adalah pengguna standar. Jika Anda meminta hak istimewa administrator, Anda akan menerima hak akses yang lebih tinggi yang memungkinkan Anda untuk mengelola komputer ini.
it: Attualmente sei un utente standard. Se richiedi i privilegi di amministratore, potrai amministrare questo computer.
ja: あなたは現在、通常ユーザです。管理者権限を要求すると、このコンピュータの管理者に昇格します。
ko: 사용자는 현재 표준 사용자입니다. 관리자 권한을 요청하면 이 컴퓨터의 관리자로 승격됩니다.
ms: Anda ialah pengguna standard pada masa ini. Jika anda meminta keistimewaan pentadbir, anda akan dinaikkan untuk mentadbir komputer ini.
nb: Du er for øyeblikket standardbruker. Hvis du ber om administratorrettigheter, får du rettigheter til å administrere denne pc-en.
nl: Je bent momenteel een standaardgebruiker. Wanneer je beheerdersbevoegdheden aanvraagt, krijg je de mogelijkheid om deze computer te beheren.
pl: Masz obecnie uprawnienia standardowego użytkownika. Jeśli poprosisz o uprawnienia administratora, zostaniesz podniesiony do rangi administratora tego komputera.
pt_br: Você é atualmente um usuário padrão. Se solicitar privilégios de administrador, você será elevado para administrar esse computador.
pt_pt: É atualmente um utilizador padrão. Se solicitar privilégios de administrador, será elevado à categoria de administrador deste computador.
ro: Momentan ești un utilizator standard. Dacă soliciți privilegii de administrator, vei trece la administrarea acestui computer.
ru: Сейчас вы являетесь обычным пользователем. Если вы запросите привилегии администратора, вы станете администратором этого компьютера.
sk: Momentálne ste štandardným používateľom. Ak požiadate o oprávnenia správcu, budete povýšený na správu tohto počítača.
sl: Trenutno ste standardni uporabnik. Če zahtevate skrbniške pravice, boste povzdignjeni v skrbnika tega računalnika.
sv: Du är för närvarande standardanvändare. Om du begär administratörsbehörighet kommer du att kunna administrera den här datorn.
th: ขณะนี้คุณเป็นผู้ใช้มาตรฐาน หากคุณร้องขอสิทธิ์ของผู้ดูแลระบบ คุณจะได้รับการยกระดับให้ดูแลคอมพิวเตอร์เครื่องนี้
tr: Şu anda standart kullanıcısınız. Yönetici ayrıcalıkları talep ederseniz bu bilgisayarı yönetme rolüne yükseltilirsiniz.
uk: Наразі ви стандартний користувач. Якщо ви зробите запит на права адміністратора, вас буде підвищено до адміністратора цього комп’ютера.
vi: Hiện tại bạn là người dùng tiêu chuẩn. Nếu bạn yêu cầu đặc quyền quản trị viên, bạn sẽ được đưa lên để quản lý máy tính này.
zh_hans: 您当前是标准用户。如果您请求管理员特权，您将被提升为此计算机的管理员。
zh_hant: 你目前是標準用戶。如果你要求管理員權限，你將會提升成為這部電腦的管理員。
zh_hk: 你目前是標準用戶。如果你要求管理員權限，你將會提升成為這部電腦的管理員。

# privilegesDialogRequestMessageReason
source: You are currently a standard user. If you would you like to request administrator privileges, please enter the reason you need to be elevated to administer this computer in the text field below.
ar: أنت حاليًا مستخدم قياسي. إذا رغبت في طلب امتيازات المسؤول، يرجى إدخال سبب حاجتك إلى الترقية لتصبح مسؤولًا بهذا الكمبيوتر في الحقل النصي أدناه.
ca: Ara mateix ets un usuari estàndard. Si vols sol·licitar privilegis d'administrador, cal que introdueixis el motiu pel qual necessites ser elevat per administrar aquest ordinador al camp de text següent.
cs: Nyní jste standardní uživatel. Pokud byste chtěli požádat o oprávnění správce, zadejte důvod, kvůli kterému potřebujete být povýšeni ke správě tohoto počítače, do textového pole níže.
da: Du er i øjeblikket standardbruger. Hvis du vil anmode om administratorrettigheder, skal du i tekstfeltet nedenfor angive årsagen til, at du skal have adgang til at administrere denne computer.
de: Du bist derzeit ein Standardbenutzer. Wenn Du Administratorrechte anfordern möchtest, gib bitte im unten stehenden Textfeld den Grund an, aus dem Du diesen Computer verwalten musst.
el: Είστε τυπικός χρήστης. Αν θέλετε να ζητήσετε προνόμια διαχειριστή, αναφέρετε τον λόγο που πρέπει να αναβαθμιστείτε σε διαχειριστή αυτού του υπολογιστή στο παρακάτω πεδίο κειμένου.
es: Actualmente es usuario estándar. Si desea solicitar privilegios de administrador, indique el motivo por el cual necesita administrar este ordenador en el cuadro de texto siguiente.
es_419: Actualmente eres un usuario estándar. Si deseas solicitar privilegios de administrador, indica la razón por la que necesitas ser habilitado a administrar este equipo en el campo de texto a continuación.
fi: Olet tällä hetkellä tavallinen käyttäjä. Jos haluat pyytää ylläpitäjän oikeuksia, kirjoita alla olevaan tekstikenttään syy, miksi sinut pitää korottaa tämän tietokoneen ylläpitäjäksi.
fr: Vous êtes actuellement un utilisateur standard. Si vous souhaitez demander des autorisations d’administrateur, saisissez la raison pour laquelle vous devez être responsable de l’administration de cet ordinateur dans le champ de texte ci-dessous.
he: אתה משתמש סטנדרטי כעת. אם תרצה לבקש הרשאות מנהל מערכת הזן סיבה להעברתך למעמד מנהל של המחשב הזה בשדה הטקסט שלמטה.
hi: आप वर्तमान में एक मानक उपयोगकर्ता हैं. यदि आप व्यवस्थापक विशेषाधिकारों का अनुरोध करना चाहते हैं, तो कृपया नीचे दिए गए टेक्स्ट फ़ील्ड में वह कारण दर्ज करें जिसके लिए आपको इस कंप्यूटर का व्यवस्थापन करने के लिए उन्नत किया जाना चाहिए.
hr: Trenutačno ste standardni korisnik. Ako želite zatražiti administratorske povlastice, u tekstualno polje u nastavku unesite razlog zašto trebate biti unaprijeđeni za administriranje ovog računala.
hu: Ön jelenleg standard felhasználó. Ha szeretne adminisztrátori jogosultságot kérni, indokolja meg a lenti szöveges mezőben, miért van rá szükség, hogy a számítógép adminisztrátorává váljon.
id: Saat ini, Anda adalah pengguna standar. Jika Anda ingin meminta hak istimewa administrator, silakan masukkan alasan Anda memerlukan hak akses yang lebih tinggi untuk mengelola komputer ini dalam bidang teks di bawah ini.
it: Attualmente sei un utente standard. Se desideri richiedere i privilegi di amministratore, immetti il motivo per cui hai bisogno di amministrare questo computer nel campo di testo sottostante.
ja: あなたは現在、通常ユーザです。管理者権限を要求する場合は、このコンピュータの管理者への昇格が必要な理由を以下のテキストフィールドに入力してください。
ko: 사용자는 현재 표준 사용자입니다. 관리자 권한을 요청하려면 아래 텍스트 필드에 이 컴퓨터의 관리자로 승격되어야 하는 이유를 입력하십시오.
ms: Anda ialah pengguna standard pada masa ini. Jika anda mahu meminta keistimewaan pentadbir, sila masukkan sebab anda perlu dinaikkan untuk mentadbir komputer ini dalam medan teks di bawah.
nb: Du er for øyeblikket standardbruker. Hvis du vil be om administratorrettigheter, må du oppgi hvorfor du ønsker rettigheter til å administrere denne pc-en, i tekstfeltet nedenfor.
nl: Je bent momenteel een standaardgebruiker. Wil je beheerdersbevoegdheden aanvragen, voer dan in het onderstaande tekstveld in waarom je van mening bent dat je deze computer moet kunnen beheren.
pl: Masz obecnie uprawnienia standardowego użytkownika. Jeśli chcesz poprosić o uprawnienia administratora, wprowadź powód, dla którego chcesz uzyskać uprawnienia do administrowania tym komputerem, w polu tekstowym poniżej.
pt_br: Você é atualmente um usuário padrão. Se quiser solicitar privilégios de administrador, digite o motivo pelo qual você precisa de privilégios elevados para administrar este computador no campo de texto abaixo.
pt_pt: É atualmente um utilizador padrão. Se pretender solicitar privilégios de administrador, introduza o motivo pelo qual necessita de ser elevado à categoria de administrador deste computador no campo de texto abaixo.
ro: Momentan ești un utilizator standard. Dacă dorești să soliciți privilegii de administrator, introdu motivul necesar pentru a trece la administrarea acestui computer în câmpul de text de mai jos.
ru: Сейчас вы являетесь обычным пользователем. Если вы хотите запросить привилегии администратора, введите причину, по которой вам необходимо стать администратором этого компьютера, в текстовом поле ниже.
sk: Momentálne ste štandardným používateľom. Ak chcete požiadať o oprávnenia správcu, zadajte do textového poľa nižšie dôvod, pre ktorý musíte byť povýšený na správu tohto počítača.
sl: Trenutno ste standardni uporabnik. Če želite zahtevati skrbniške pravice, v spodnje polje vnesite razlog, zakaj morate biti povzdignjeni v skrbnika tega računalnika.
sv: Du är för närvarande standardanvändare. Om du vill begära administratörsbehörighet anger du orsaken till varför du behöver kunna administrera den här datorn i textfältet nedan.
th: ขณะนี้คุณเป็นผู้ใช้มาตรฐาน หากคุณต้องการร้องขอสิทธิ์ของผู้ดูแลระบบ กรุณาป้อนเหตุผลที่คุณต้องได้รับการยกระดับให้ดูแลคอมพิวเตอร์เครื่องนี้ในช่องข้อความด้านล่าง
tr: Şu anda standart kullanıcısınız. Yönetici ayrıcalıkları talep etmek isterseniz bu bilgisayarı yönetme rolüne neden yükseltilmeniz gerektiğini lütfen aşağıdaki metin alanına girin.
uk: Наразі ви стандартний користувач. Якщо ви бажаєте зробити запит на права адміністратора, введіть причину необхідності підвищення до адміністратора цього комп’ютера у наведеному нижче текстовому полі.
vi: Hiện tại bạn là người dùng tiêu chuẩn. Nếu bạn muốn yêu cầu đặc quyền quản trị viên, vui lòng nhập lý do bạn cần được đưa lên để quản lý máy tính này vào trường văn bản bên dưới.
zh_hans: 您当前是标准用户。如果您想要请求管理员特权，请在下面的文本字段中输入您需要提升为此计算机管理员的原因。
zh_hant: 你目前是標準用戶。如果你想要求管理員權限，請在下方文字欄位中輸入需要提升成為這部電腦管理員的原因。
zh_hk: 你目前是標準用戶。如果你想要求管理員權限，請在下方文字欄位中輸入需要提升成為這部電腦管理員的原因。
